Revit 2027 API
TextBoxEnterPressedEventArgs Constructor
Initializes a new instance of the TextBoxEnterPressedEventArgs class
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public TextBoxEnterPressedEventArgs()
Public Sub New
public:
TextBoxEnterPressedEventArgs()
new : unit -> TextBoxEnterPressedEventArgs
See Also
Reference
TextBoxEnterPressedEventArgs Class
Autodesk.Revit.UI.Events Namespace